START_TEXT = '''
<b>
Добро пожаловать в бот для розыгрышей! 🌟
</b>

Выбери действие:
'''



EVENT_TEXT = """
Название розыгрыша:
    <b>{name}</b>

Описание:
    {}


    

"""






categ_dict = {
        "k": "karting",
        "r": "restoraunt",
        "c": "caraoke",
        "b": "bowling",
        "da": "dancing",
        "dr": "banket"
    }

categ_dict_ru = {
        "k": "Картинг",
        "r": "Ресторан",
        "c": "Караоке",
        "b": "Боулинг",
        "da": "Танцы",
        "dr": "Банкеты и детские ДР"
    }


# categ_dict_reverses = {
#         "karting": "k",
#         "restoran": "r",
#         "caraoke": "c",
#         "bowling": "b",
#         "dancing": "da",
#         "banket": "dr"
#     }
