





RESTORAN_TEXT='''
▪️Ресторан и летняя терраса 


Атмосферный гриль-ресторан с большим выбором авторских коктейлей и контактным баром! 
<i>С мая работает уютный летний двор.
</i>
Доставку блюд можно оформить через <a href="https://www.mishkinomsk.ru/page-delivery">наш сайт</a>


Телефон ресторана: 
     ☎️ +73812506070

Телефон доставки:
    ☎️ +73812599555

'''


DANCE_TEXT = '''
<b>▪️Танцевальный выходные 
</b>

Пятницы, субботы и праздничные дни — событийный комплекс с живым вокалом, ярким Mishkin Show, фирменными вечеринками, ночными заездами и приятной публикой. 
'''


BOULING_TEXT='''
<b>▪️Боулинг 
</b>
Боулинг с 4-мя современными дорожками, зоной аэрохоккея, настольного футбола, с возможностью пользоваться всеми услугами ресторана
'''


KARTING_TEXT='''
<b>▪️Картинг-клуб 
</b>

Единственный  крытый прокатный картинг в Омске. У нас тепло и сухо 365 дней в году! Прокатные карты от мирового лидера Sodi Kart оснащены настоящими японскими моторами Honda. Детские, взрослые и семейные (2х местные) карты!<b>
🏎️ разовые заезды — в порядке живой очереди 
🏎️ аренда трасс от 30 минут
🏎️ проведение мероприятий под ключ 
🏎️ академия картинга  </b>

📞 Узнать по занятости трасс или записаться в академию картинга +73812905955
'''

'''
<i>
✅ Обучение безопасному управлению картом
✅ Освоение основ траекторий и прохождения поворотов
✅ Техники торможения и ускорения
✅ Знания по флаговой сигнализации и правилам автоспорта
✅ Настоящая атмосфера гонок и море эмоций!
</i>
<b>
💰 Стоимость занятия: 1500₽
</b>
📅 Расписание:
- Понедельник и Среда<i>
  16:30 — первая группа
  18:00 — вторая группа
</i>

<a href="https://www.kartingomsk.ru/karta">🎁 Купить подарочную карту</a>
'''



KARAOKE_TEXT = '''
<b>▪️Караоке-холл
</b>
Зал оборудован современной звуковой и видео-аппаратурой.
Бэк-вокалисты, звукорежессер, свет
софитов и профессиональная 
сцена помогут с раскрытием вокального потенциала. 🎤

'''


BANKET_TEXT = '''
<b>▪️Банкеты и детские дни рождения
</b>

Корпоративы, банкеты, дни рождения (в том числе детские), праздничные мероприятия, встречи, девичники/мальчишники 
Для нас нет ничего невозможного: небольшое событие или банкет на 200 человек! 

'''

BOOKING_TEXT = '''
<b>Категория:</b> {}

<b>Имя:</b> {}
<b>Телефон:</b> {}

<b>Дата:</b> {}
<b>Кол-во людей:</b> {}

<b>Пожелания:</b>
{}

'''


START_TEXT = '''
<b>
Добро пожаловать в событийный комплекс Mishkin&Mishkin 🌟
</b>
Быть в курсе Мишкина всегда — <a href="https://t.me/MishkinMishkinOmsk">подписывайся</a>

Написать нам в Telegram +79006706070 

Забронировать | узнать подробности | учавствовать в акциях ⬇️

'''



INFO_ABOUT = """
<b>Mishkin & Mishkin</b> - пространство развлечений в самом сердце Омска♥️

Под одной крышей мы объединили:
▪️Гриль-ресторан с музыкой, танцами и Mishkin Show по выходным 
▪️Караоке-холл 
▪️Картинг-центр, боулинг и зону активных игр
▪️Уютный летник с террасой, внутренним двором и лаунж зоной 
<b>
Mishkin&Mishkin — событийный комплекс, в котором всегда есть, чем себя порадовать.
</b>
Режим работы: 
Воскресенье-четверг 12:00 — 00:00
Пятница и суббота 12:00 — 06:00

Ресторан: +73812506070
Картинг/боулинг: +73812905955
WhatsApp/TG: +79006706070

Наш адрес: ул. Кемеровская 1/2
"""






categ_dict = {
        "k": "karting",
        "r": "restoraunt",
        "c": "caraoke",
        "b": "bowling",
        "da": "dancing",
        "dr": "banket"
    }

categ_dict_ru = {
        "k": "Картинг",
        "r": "Ресторан",
        "c": "Караоке",
        "b": "Боулинг",
        "da": "Танцы",
        "dr": "Банкеты и детские ДР"
    }


# categ_dict_reverses = {
#         "karting": "k",
#         "restoran": "r",
#         "caraoke": "c",
#         "bowling": "b",
#         "dancing": "da",
#         "banket": "dr"
#     }
